{
    "quotes": [
        "Laugh it up, fuzzball!",
        "I find your lack of faith disturbing.",
        "Do or do not. There is no try.",
        "Why, you stuck-up, half-witted, scruffy-looking nerf herder!",
        "Who's scruffy-looking?",
        "I suggest a new strategy, let the Wookiee win.",
        "Aren't you a little short for a stormtrooper?",
        "Great, kid. Don't get cocky.",
        "I've got a bad feeling about this.",
        "Your focus determines your reality.",
        "This is where the fun begins.",
        "In my experience, there's no such thing as luck.",
        "I am fluent in over six million forms of communication.",
        "I thought they smelled bad on the outside!",
        "Boring conversation anyway.",
        "Never tell me the odds!",
        "I am one with the Force, and the Force is with me.",
        "It's a trap!",
        "I have the high ground!",
        "Help me, Obi-Wan Kenobi. You're my only hope.",
        "The garbage will do!",
        "Chewie, we're home.",
        "That's not how the Force works!",
        "I am your father.",
        "I have a bad feeling about this.",
        "So, who talks first? You talk first? I talk first?",
        "I'm just a simple man trying to make my way in the universe.",
        "I like firsts. Good or bad, they're always memorable.",
        "The ability to speak does not make you intelligent.",
        "From my point of view, the Jedi are evil!",
        "Did you ever hear the tragedy of Darth Plagueis the Wise?",
        "Insolence? We are pirates. We don't even know what that means.",
        "I'm a Mandalorian. Weapons are part of my religion.",
        "Come on, baby! Do the magic hand thing.",
        "Be careful not to choke on your aspirations, Director.",
        "I am not a committee!",
        "Congratulations. You are being rescued.",
        "Sorry lady. I don't understand frog.",
        "Another happy landing.",
        "I thought I was a good guy.",
        "I don't like sand. It's coarse and rough and irritating.",
        "Some moof milker put a compressor on the ignition line.",
        "Would somebody get this big walking carpet out of my way?",
        "You were the chosen one!",
        "I have spoken.",
        "This is the way.",
        "I don't know where you get your delusions, laser brain.",
        "You will never find a more wretched hive of scum and villainy.",
        "I'd rather kiss a Wookie!",
        "Do. Or do not. There is no try.",
        "The garbage'll do!",
        "Don't call me a mindless philosopher, you overweight glob of grease.",
        "Whoever this Chewie person is, this is madness!",
        "Let's leave your wife out of this.",
        "I'm a big deal in the resistance."
    ]
}